tap "caskroom/fonts"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "jamf/tap"
tap "timsutton/formulae"
tap "vitorgalvao/tiny-scripts"

cask_args appdir: "/Applications"

brew "vitorgalvao/tiny-scripts/cask-repair"
brew "aria2"
brew "blueutil"
brew "brew-pkg"
brew "cask-repair"
brew "dockutil"
brew "doctl"
brew "duti"
brew "enca"
brew "fontconfig"
brew "freetype"
brew "gdbm"
brew "gettext"
brew "handbrake"
brew "highlight"
brew "hr"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "libaacs"
brew "libbdplus"
brew "libbluray"
brew "libgcrypt"
brew "libgpg-error"
brew "libidn2"
brew "libpng"
brew "libssh2"
brew "libunistring"
brew "lua"
brew "macosvpn"
brew "mas"
brew "moreutils"
brew "mysql-client"
brew "ncdu"
brew "oniguruma"
brew "openssl"
brew "python"
brew "readline"
brew "shc"
brew "shellcheck"
brew "shfmt"
brew "sqlite"
brew "telnet"
brew "trash"
brew "wget"
brew "xmlstarlet"
brew "xz"

cask "alfred"
cask "anydesk"
cask "appcleaner"
cask "autodmg"
cask "balenaetcher"
cask "bbedit"
cask "blockblock"
cask "caffeine"
cask "charles"
cask "chocolat"
cask "clipy"
cask "coda"
cask "coderunner"
cask "cyberduck"
cask "debookee"
cask "dhs"
cask "docker"
cask "etrecheckpro"
cask "firefox"
cask "firefox-developer-edition"
cask "flow"
cask "fluid"
cask "fsmonitor"
cask "github"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "jamf-migrator"
cask "jdownloader"
cask "keka"
cask "knockknock"
cask "lingon-x"
cask "mactracker"
cask "minecraft"
cask "mysides"
cask "nextcloud"
cask "notion"
cask "obs"
cask "pacifist"
cask "packages"
cask "platypus"
cask "postman"
cask "profilecreator"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "sequel-pro"
cask "signal"
cask "slack"
cask "sloth"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "sus-inspector"
cask "suspicious-package"
cask "taskexplorer"
cask "the-mut"
cask "tor-browser"
cask "transmission"
cask "transmit"
cask "viscosity"
cask "vlc"
cask "vmware-fusion"
cask "webpquicklook"
cask "whatsapp"
cask "wifi-explorer"
cask "xquartz"

mas "Remotix VNC, RDP & NEAR", id: 466261145
mas "1Password 6", id: 443987910
mas "Pages", id: 409201541
mas "Apple Remote Desktop", id: 409907375
mas "Apple Configurator 2", id: 1037126344
mas "Xcode", id: 497799835
mas "Push Diagnostics", id: 689859502
mas "IPv4 Subnet", id: 897243628